Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SaverChooseSaverDescription
source: Choose the screen saver you want to use. You can also change the screen saver by swiping up on the remote when the screen saver is running.
ar: اختيار شاشة التوقف المراد استخدامها. يمكنك أيضًا تغيير شاشة التوقف عن طريق السحب إلى الأعلى على الريموت أثناء تشغيل شاشة التوقف.
ca: Tria l’estalvi de pantalla que vulguis fer servir. Si l’estalvi de pantalla està activat, també pots fer lliscar un dit al comandament per canviar‑lo.
cs: Vyberte spořič obrazovky, který chcete použít. Chcete‑li změnit spuštěný spořič obrazovky, přejeďte na ovladači Apple TV nahoru.
da: Vælg den skærmskåner, som du vil bruge. Du kan også ændre skærmskåneren ved at skubbe opad på fjernbetjeningen, mens skærmskåneren vises på skærmen.
de: Wähle aus, welchen Bildschirmschoner du verwenden möchtest. Du kannst den Bildschirmschoner auch ändern, indem du auf der Fernbedienung nach oben streichst, während der Bildschirmschoner aktiv ist.
el: Επιλέξτε την προφύλαξη οθόνης που θέλετε να χρησιμοποιήσετε. Μπορείτε επίσης να αλλάξετε την προφύλαξη οθόνης σαρώνοντας προς τα πάνω στο τηλεχειριστήριο, ενώ η προφύλαξη οθόνης είναι ενεργή.
es: Selecciona el salvapantallas que quieras usar. Cuando el salvapantallas esté activo, también podrás cambiarlo deslizando hacia arriba en el mando.
es_us: Elige el protector de pantalla que quieres usar. Si ya se está mostrando el protector de pantalla, puedes deslizar hacia arriba en el control remoto para cambiarlo.
fi: Valitse näytönsäästäjä, jota haluat käyttää. Voit myös vaihtaa näytönsäästäjän pyyhkäisemällä ylöspäin kaukosäätimellä, kun näytönsäästäjä on käynnissä.
fr: Choisissez l’économiseur d’écran que vous souhaitez utiliser. Vous pouvez également changer d’économiseur d’écran en balayant la surface tactile de la télécommande vers le haut lorsque l’économiseur d’écran est actif.
fr_ca: Choisissez l’économiseur d’écran que vous voulez utiliser. Vous pouvez également changer d’économiseur d’écran en balayant la télécommande vers le haut lorsqu’un économiseur d’écran est affiché.
he: ניתן לבחור את שומר המסך הרצוי. ניתן גם להחליף את שומר המסך על ידי החלקה מעלה בשלט כששומר המסך פועל.
hi: वह स्क्रीन सेवर चुनें जिसे आप इस्तेमाल करना चाहते हैं। आप स्क्रीन सेवर चलने के दौरान रिमोट पर ऊपर की ओर स्वाइप करके भी स्क्रीन सेवर को बदल सकते हैं।
hr: Odaberite zaštitu zaslona koju želite koristiti. Zaštitu zaslona možete promijeniti i povlačenjem prema gore na daljinskom upravljaču dok je zaštita zaslona pokrenuta.
hu: Kiválaszthatja a használni kívánt képernyővédőt. A képernyővédőt úgy is módosíthatja, hogy felfelé legyint a távirányítón, amikor a képernyővédő fut.
id: Pilih penghemat layar yang ingin Anda gunakan. Anda juga dapat mengubah penghemat layar dengan menggesek ke atas pada remote saat penghemat layar aktif.
it: Scegli il salvaschermo che vuoi usare. Puoi anche modificare il salvaschermo mentre è in esecuzione scorrendo verso l’alto sul telecomando.
ja: 使用するスクリーンセーバを選択してください。スクリーンセーバの実行中にリモコン上で上にスワイプすることで、スクリーンセーバを変更できます。
ko: 사용하려는 화면 보호기를 선택합니다. 화면 보호기가 실행 중일 때 리모컨에서 위로 쓸어올려서 화면 보호기를 변경할 수도 있습니다.
ms: Pilih penyelamat skrin yang anda mahu gunakan. Anda juga boleh menukar penyelamat skrin dengan meleret ke atas pada kawalan jauh semasa penyelamat skrin berjalan.
nb: Velg skjermspareren du vil bruke. Du kan også endre skjermsparer ved å sveipe opp på fjernkontrollen mens skjermspareren er aktiv.
nl: Kies de schermbeveiliging die je wilt gebruiken. Je kunt de schermbeveiliging ook wijzigen door omhoog te vegen op de afstandsbediening terwijl de schermbeveiliging actief is.
pl: Wybierz wygaszacz ekranu, którego chcesz użyć. Aby zmienić wygaszacz ekranu, możesz również uruchomić go, a następnie przesunąć palcem w górę po pilocie.
pt_br: Escolha o protetor de tela que você deseja usar. Você também pode passar o dedo para cima no controle remoto quando o protetor de tela estiver ativado para alterá‑lo.
pt_pt: Escolha a proteção de ecrã pretendida. Também pode passar o dedo para cima no comando para alterar a proteção de ecrã quando estiver ativa.
ro: Alegeți screensaverul pe care doriți să îl utilizați. De asemenea, puteți schimba screensaverul glisând în sus pe telecomandă în timp ce acesta rulează.
ru: Выберите заставку на свой вкус. Заставку можно легко сменить, смахнув вверх по пульту Apple TV во время ее отображения.
sk: Vyberte šetrič obrazovky, ktorý chcete použiť. Ak chcete zmeniť spustený šetrič obrazovky, môžete na ovládači potiahnuť nahor.
sl: Izberite ohranjevalnik zaslona, ki ga želite uporabiti. Ohranjevalnik zaslona lahko tudi spremenite, in sicer tako, da med njegovim prikazom podrsnete po daljincu navzgor.
sv: Välj skärmsläckaren som du vill använda. Du kan även byta skärmsläckare genom att svepa uppåt på fjärrkontrollen när skärmsläckaren är igång.
th: เลือกภาพพักหน้าจอที่คุณต้องการใช้ คุณยังสามารถเปลี่ยนภาพพักหน้าจอได้โดยปัดขึ้นบนรีโมทเมื่อภาพพักหน้าจอทำงานอยู่
tr: Kullanmak istediğiniz ekran koruyucuyu seçin. Ekran koruyucu çalışırken kumanda üzerinde yukarı kaydırarak da ekran koruyucuyu değiştirebilirsiniz.
uk: Оберіть, яку екранну заставку використовувати. Змінюйте екранну заставку, що наразі відтворюється, проведенням угору на пульті ДК.
vi: Chọn trình bảo vệ màn hình mà bạn muốn sử dụng. Bạn cũng có thể thay đổi trình bảo vệ màn hình bằng cách vuốt lên trên điều khiển từ xa khi trình bảo vệ màn hình đang chạy.
zh_cn: 选取要用的屏幕保护程序。你也可以更改屏幕保护程序，运行屏幕保护程序时在遥控器上向上轻扫即可。
zh_hk: 選擇你想使用的螢幕保護程式。當螢幕保護程式運行時，你也可以在遙控器上向上掃來更改螢幕保護程式。
zh_tw: 選擇你要使用的螢幕保護程式。你也可以在執行螢幕保護程式時，在遙控器上往上滑動來更改螢幕保護程式。

# SaverChooseSaverTitle
source: Current Selection
ar: التحديد الحالي
ca: Selecció actual
cs: Aktuální výběr
da: Aktuel skærmskåner
de: Aktuelle Auswahl
el: Τρέχουσα επιλογή
es: Selección actual
es_us: Selección actual
fi: Nykyinen valinta
fr: Sélection actuelle
fr_ca: Sélection actuelle
he: הבחירה הנוכחית
hi: वर्तमान चयन
hr: Trenutačni odabir
hu: Jelenlegi kijelölés
id: Pilihan Saat Ini
it: Selezione attuale
ja: 現在の選択
ko: 현재 선택
ms: Pilihan Semasa
nb: Valgt skjermsparer
nl: Huidige selectie
pl: Bieżący wybór
pt_br: Seleção Atual
pt_pt: Seleção atual
ro: Selecția actuală
ru: Текущий выбор
sk: Aktuálny výber
sl: Trenutna izbira
sv: Aktuell markering
th: การเลือกปัจจุบัน
tr: Şu Anki Seçim
uk: Поточний вибір
vi: Lựa chọn hiện tại
zh_cn: 当前所选内容
zh_hk: 目前所選項目
zh_tw: 目前所選項目

# SaverDelayNever
source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
ko: 안 함
ms: Jangan
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# SaverDescriptionText
source: Floating and Origami are recommended for plasma TVs.
ar: يوصى بالصور العائمة والأشكال الورقية على أجهزة التلفزيون البلازمية.
ca: Es recomana seleccionar Flotant i Papiroflèxia per als televisors de plasma.
cs: Pro plazmové televizory jsou doporučeny spořiče obrazovky Plovoucí a Origami.
da: Flydende og Origami anbefales til plasmafjernsyn.
de: Für Plasmafernseher werden „Schwebend“ und „Origami“ empfohlen.
el: Οι επιλογές «Αιώρηση» και «Οριγκάμι» συνιστώνται για τηλεοράσεις plasma.
es: Se recomienda seleccionar Flotante o Papiroflexia para los televisores de plasma.
es_us: Se recomienda seleccionar Flotante u Origami para las TV de plasma.
fi: Plasmatelevisioille suositellaan Kelluvaa ja Origamia.
fr: Les effets Flottant et Origami sont recommandés pour les téléviseurs plasma.
fr_ca: Les effets Flottant et Origami sont recommandés pour les télévisions plasma.
he: עבור טלוויזיות פלזמה, מומלץ להשתמש ב״צף״ וב״אוריגמי״.
hi: फ़्लोटिंग और ओरिगामी की अनुशंसा प्लाज़्मा टीवी के लिए की गई है।
hr: Teme Plutanje i Origami preporučuju se za plazma TV prijemnike.
hu: A plazmatévékhez a Lebegés és az Origami ajánlott.
id: Mengapung dan Origami disarankan untuk TV plasma.
it: Per i televisori al plasma si consigliano foto fluttuanti e origami.
ja: プラズマテレビの場合は、フローティングと折り紙をお勧めします。
ko: 플라즈마 TV에는 플로팅 및 종이접기를 권장합니다.
ms: Terapung dan Origami disyorkan untuk TV plasma.
nb: Flytende og Origami anbefales for plasma-TV-er.
nl: 'Zwevend' en 'Origami' worden aanbevolen voor plasma-tv's.
pl: Dla telewizorów plazmowych zalecane są efekty Swobodne i Origami.
pt_br: Flutuante e Origami são recomendados para TVs de plasma.
pt_pt: Os efeitos Flutuante e Origami são recomendados para televisões com ecrãs a plasma.
ro: Flotant și Origami sunt recomandate pentru televizoarele cu plasmă.
ru: Переходы «Плавающий» и «Оригами» рекомендуются для телевизоров с плазменными экранами.
sk: Pre plazmové televízory sa odporúčajú prechody Pohyblivý a Origami.
sl: Načina Plavajoče in Origami sta priporočljiva za plazma televizorje.
sv: Flytande och Origami rekommenderas för plasma-TV.
th: แนะนำให้ใช้ภาพลอยและภาพโอริกามิสำหรับทีวีจอพลาสมา
tr: Plazma TV’ler için Serbest ve Origami önerilmektedir.
uk: Для плазмових ТВ рекомендовано використовувати «Течії» і «Оригамі».
vi: Thả trôi và Xếp giấy được đề xuất cho các TV plasma.
zh_cn: 建议在等离子电视机上使用浮动和折纸效果。
zh_hk: 等離子電視機上建議使用「浮動」或「摺紙效果」。
zh_tw: 電漿電視建議使用「浮動」和「摺紙」。

# SaverPhotosTitle
source: Photos
ar: الصور
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_us: Fotos
fi: Kuvat
he: תמונות
hi: तस्वीरें
hr: Fotografije
hu: Fotók
id: Foto
it: Foto
ja: 写真
ko: 사진
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotky
sl: Fotografije
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_cn: 照片
zh_hk: 相片
zh_tw: 照片

# SaverPreviewTitle
source: Preview
ar: معاينة
ca: Previsualitza
cs: Ukázka
da: Eksempel
de: Vorschau
el: Προεπισκόπηση
es: Previsualizar
es_us: Vista previa
fi: Esikatselu
fr: Aperçu
fr_ca: Aperçu
he: תצוגה מקדימה
hi: प्रीव्यू
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
ms: Pratonton
nb: Forhåndsvis
nl: Voorvertoning
pl: Podgląd
pt_br: Pré-visualizar
pt_pt: Pré-visualizar
ro: Previzualizați
ru: Предпросмотр
sk: Náhľad
sl: Predogled
sv: Förhandsvisning
th: ตัวอย่าง
tr: Önizleme
uk: Демопоказ
vi: Xem trước
zh_cn: 预览
zh_hk: 預覽
zh_tw: 預覽

# SaverSelectionDescriptionAerials
source: Breathtaking videos of locations shot from all over the world, underwater, and even space.
ar: فيديوهات مذهلة للقطات مواقع من جميع أنحاء العالم، ومن تحت الماء، بل ومن الفضاء.
ca: Gaudeix de vídeos espectaculars de llocs d’arreu del món, de paisatges submarins i, fins i tot, de l’espai.
cs: Úchvatné záběry natočené na různých místech po celém světě, v mořských hlubinách a dokonce i ve vesmíru.
da: Spektakulære videoer fra forskellige lokaliteter i verden, fra havets bund – og endda fra det ydre rum.
de: Atemberaubende Videos, die an Orten auf der ganzen Welt aufgenommen wurden – unter Wasser oder sogar aus dem Weltraum.
el: Εντυπωσιακά βίντεο τοποθεσιών από όλο τον κόσμο, υποθαλάσσιων σκηνών, ακόμη και από το διάστημα.
es: Vídeos espectaculares de lugares de todo el mundo, paisajes submarinos e incluso tomas espaciales.
es_us: Disfruta de videos asombrosos de lugares de todo el planeta, del mundo submarino e incluso del espacio.
fi: Henkeäsalpaavia videoita maisemista eri puolilta maailmaa, veden alta ja jopa avaruudesta.
fr: Des vidéos époustouflantes de vues aériennes filmées à travers le monde, sous l’eau et dans l’espace.
fr_ca: Vidéos spectaculaires de lieux filmés à travers le monde, sous l’eau et même dans l’espace.
he: אלה סרטונים עוצרי נשימה שצולמו במקומות שונים ברחבי העולם, מתחת למים ואפילו בחלל.
hi: दुनियाभर की जगहों पर, पानी के नीचे और यहाँ तक कि अंतरिक्ष में शूट किए गए अद्भुत वीडियो।
hr: Zadivljujući videozapisi lokacija diljem svijeta, pod vodom te čak i u svemiru.
hu: Lélegzetelállító videók a világ minden tájáról, víz alatti világról, de még az űrből is.
id: Video memukau yang menampilkan lokasi di seluruh dunia, bawah air, dan bahkan luar angkasa.
it: Video mozzafiato di località da tutto il mondo, di panorami subacquei e addirittura dello spazio.
ja: 世界各地、水中、そして宇宙から撮影された息をのむようなロケーションの映像です。
ko: 전 세계, 수중, 심지어 우주에서 촬영한 숨이 막힐 듯 아름다운 영상입니다.
ms: Video mengagumkan lokasi yang dirakam dari seluruh dunia, bawah air, malah angkasa.
nb: Spektakulære videoer fra ulike steder i verden, under vann, eller til og med fra verdensrommet.
nl: Adembenemende video's van locaties van over de hele wereld, onder water en zelfs de ruimte.
pl: Zapierające dech w piersiach wideo nagrane w pięknych miejscach na całym świecie, pod wodą, a nawet w kosmosie.
pt_br: Vídeos espetaculares feitos em locais do mundo todo, sob a água e até no espaço.
pt_pt: Vídeos espetaculares de lugares de todo o mundo, paisagens subaquáticas e até do espaço.
ro: Clipuri video uluitoare cu locuri filmate din toate colțurile lumii, de sub apă și chiar din spațiu.
ru: Захватывающие видео, снятые в разных уголках Земли, под водой и даже в космосе.
sk: Dychberúce videá natočené na rôznych miestach na celom svete, pod vodou a dokonca aj vo vesmíre.
sl: Osupljivi videi, posneti z lokacij po vsem svetu, pod vodo in celo v vesolju.
sv: Spektakulära videor från olika platser runtom i världen, under vattenytan och till och med från rymden.
th: วิดีโอที่สวยสะกดใจซึ่งถ่ายจากทั่วทุกมุมโลก โลกใต้ทะเล และแม้แต่ในอวกาศ
tr: Konumların, dünyanın her yerinden, su altından ve hatta uzaydan çekilmiş nefes kesen videoları.
uk: Захопливі відео мальовничих краєвидів із різних куточків Землі, підводного світу та навіть космосу.
vi: Các video ngoạn mục về những địa điểm được quay từ khắp nơi trên thế giới, dưới nước và thậm chí là trong không gian.
zh_cn: 令人叹为观止的视频，拍摄于世界各地、水下，甚至是太空。
zh_hk: 來自世界各地、水底，甚至是外太空等地方的壯觀影片。
zh_tw: 令人驚嘆，來自全球各地、水下，甚至是太空景緻的影片。

# SaverSelectionDescriptionPhotos
source: Your favorite photos, Memories, or Music album art. You can also share from your home network.
ar: الصور المفضلة أو الذكريات أو غلاف ألبوم الموسيقى. يمكنك أيضًا المشاركة من شبكتك المنزلية.
ca: Pots fer servir les fotos, els records o les il·lustracions dels àlbums de música que més t’agradin. També pots compartir contingut de la xarxa local.
cs: Vaše oblíbené fotky, vzpomínky nebo grafika hudebních alb. K dispozici je také sdílení z domácí sítě.
da: Dine yndlingsfotos, minder eller albumbilleder. Du kan også dele fra dit hjemmenetværk.
de: Deine Lieblingsfotos, Rückblicke oder Albencover von „Musik“, sowie im Netzwerk des Zuhauses geteilte Medien.
el: Απολαύστε τις αγαπημένες σας φωτογραφίες, αναμνήσεις ή εξώφυλλα μουσικών άλμπουμ. Μπορείτε επίσης να τα κοινοποιήσετε από το δίκτυο οικίας σας.
es: Las fotos, recuerdos o ilustraciones de álbumes de música que más te gustan. También puedes compartir contenido desde tu red doméstica.
es_us: Muestra tus recuerdos, fotos o ilustraciones de álbumes favoritos. También puedes compartir contenido desde tu red local.
fi: Suosikkikuvasi, muistosi tai Musiikki-albumien kuvitus. Voit myös jakaa kotiverkostasi.
fr: Vos photos, souvenirs et illustrations d’albums préférés. Vous pouvez également partager du contenu à partir du réseau de votre domicile.
fr_ca: Les photos, souvenirs et illustrations d’albums que vous préférez. Vous pouvez également partager du contenu à partir du réseau de votre domicile.
he: אלה עטיפות האלבומים שלך מ״מוזיקה״, התמונות או הזיכרונות המועדפים שלך. ניתן גם לשתף פריטים מהרשת הביתית.
hi: आपकी पसंदीदा तस्वीरें, यादें या संगीत ऐल्बम कलाकृति। आप अपने होम नेटवर्क से भी शेयर कर सकते हैं।
hr: Vaše omiljene fotografije, uspomene ili omoti glazbenih albuma. Također možete dijeliti sa svoje kućne mreže.
hu: A kedvenc fotói, emlékei és a Zenében tárolt albumborítói. A megosztást elvégezheti az otthoni hálózatából is.
id: Foto, Memori, atau gambar album Musik favorit Anda. Anda juga dapat membagikan dari jaringan rumah Anda.
it: Le foto, i ricordi o le illustrazioni degli album di Musica che ami. Puoi anche condividere contenuti dalla tua rete domestica.
ja: お気に入りの写真、メモリー、または“ミュージック”のアルバムアートです。ホームネットワークから共有することもできます。
ko: 즐겨찾는 사진, 추억 또는 음악 앨범 표지입니다. 홈 네트워크에서 공유할 수도 있습니다.
ms: Foto, Memori atau seni album Muzik anda. Anda juga boleh berkongsi daripada rangkaian rumah anda.
nb: Favorittbildene eller -minnene dine, eller plateomslag fra musikkbiblioteket ditt. Du kan også dele fra hjemmenettverket ditt.
nl: Je favoriete foto's, terugblikken of Muziek-albumillustraties. Je kunt ook delen vanuit het netwerk in je woning.
pl: Twoje ulubione zdjęcia, wspomnienia i grafiki albumów muzycznych. Możesz nawet udostępnić rzeczy ze swojej sieci domowej.
pt_br: As fotos, Memórias ou capas de Álbum Musical que você mais gosta. Você também pode compartilhá‑los da sua rede doméstica.
pt_pt: As suas fotografias favoritas, recordações ou grafismos de álbuns. Também pode partilhar conteúdos através da rede doméstica.
ro: Pozele, amintirile sau ilustrațiile albumelor muzicale preferate. Le puteți partaja și din rețeaua casnică.
ru: Ваши любимые фото, воспоминания и обложки альбомов из Музыки. Также можно делиться контентом по домашней сети.
sk: Vaše obľúbené fotky, spomienky a grafiky hudobných albumov. Zdieľať ich môžete aj zo svojej domácej siete.
sl: Vaše priljubljene fotografije, spomini ali naslovnica glasbenega albuma. Delite lahko tudi vsebine iz domačega omrežja.
sv: Dina favoritbilder, minnen eller albummaterial från Musik. Du kan även dela från hemnätverket.
th: รูปภาพโปรด ความทรงจำโปรด หรือภาพหน้าปกอัลบั้มเพลงโปรดของคุณ คุณยังสามารถแชร์จากเครือข่ายภายในบ้านได้
tr: Favori fotoğraflarınız, anılarınız veya Müzik albüm kapağınız. Evinizdeki ağdan da paylaşabilirsiniz.
uk: Улюблені фотографії, спогади чи обкладинки альбомів із Музики. Можна також поширювати вміст із домашньої мережі.
vi: Những bức ảnh, kỷ niệm hoặc hình minh họa album nhạc ưa thích của bạn. Bạn cũng có thể chia sẻ từ mạng gia đình của mình.
zh_cn: 你喜爱的照片、“回忆”或“音乐”专辑插图。还可从家庭网络共享。
zh_hk: 你喜愛的相片、「回憶」或「音樂」專輯插圖。你亦可以從家居網絡共享。
zh_tw: 你喜愛的照片、「回憶」或「音樂」專輯插圖。你也可以從家庭網路共享。
